import { ResourceCategory } from './shared.model';
import { Resource } from '../enrichment-mat.component';
export const Lectures: Resource = {
  categoryId: ResourceCategory.LECTURE,
  categoryName: 'ENRICHMENT_MATERIAL.RESOURCES.LECTURES.NAME',
  items: [
    {
      title: "איך לשמור על המוח בימי קורונה - פרופ' בעז בן-דוד",
      descp:
        "שי גרנות, מנכ'ל ומייסד אפקטיבייט, מארח את פרופסור בעז בן-דוד מאוניברסיטת רייכמן (IDC לשעבר). פרופ' בן-דוד מתאר אילו פעולות חשובות לשמירה על המוח בימי קורונה ובכלל, ומתאר את המחקר שערך על האימון הקוגניטיבי של אפקטיבייט ותוצאותיו.",
      link: 'https://www.youtube.com/watch?v=cSwUd2Rs7DA',
      isHeOnly: true,
    },
    {
      title: "'המוח הגמיש': האם שיקום קוגניטיבי אפשרי? - ד'ר גיל סוזין",
      descp:
        "הרצאה זו של ד'ר גיל סוזין, נוירופסיכולוג קליני מהמרכז לרפואה היפרברית (תא לחץ) בבי'ח אסף הרופא, עוסקת בשאלות כמו איך המוח משתנה עם הגיל, האם אפשר לשנות אותו, וכיצד משקמים תפקודים קוגניטיביים?",
      link: 'https://www.youtube.com/watch?v=ALe3PRvludc',
      isHeOnly: true,
    },
    {
      title:
        "גורמי סיכון למחלות לב ודרכי ההתמודדות בדגש על החידושים בתחומים אלו - ד'ר ויקטור וישליצקי",
      descp:
        "ד'ר ויקטור וישליצקי מציג בהרצאה מרתקת את הגורמים למחלות לב וכלי דם ודרכי ההתמודדות איתם, בדגש על החידושים בתחומים אלה בתקופה האחרונה. ד'ר ויקטור וישליצקי הוא מומחה לרפואה פנימית, סמנכ'ל רפואה בחברת שחל ומנהל היחידה למחקר קליני בבי'ח מאיר, ועוסק בתחום גורמי סיכון למחלות לב, סוכרת, היפרכולסטרולמיה, השמנה ויתר לחץ דם.",
      link: 'https://www.youtube.com/watch?v=6R-feJ7SVGI',
      isHeOnly: true,
    },
    {
      title: "ניהול הטיפול התרופתי - ד'ר סשה ז'וראט",
      descp:
        "מעל למיליון ישראלים נוטלים כ 5 תרופות ומעלה מידי יום. ככל שעולה הגיל, גדל מספר התרופות ובמקביל הסכנות שבשילובים ביניהן. הנזק מהשילוב בין מספר גדול של תרופות עולה לעיתים על התועלת ועלול לגרום לתחלואה קשה, לנפילות, לבלבול, לפגיעה שכלית, למוגבלות ואף לאשפוז. בהרצאה זו ד'ר ז'וראט יציג את הידע הקיים בתחום מתוך שאיפה להביא למודעות את הסכנות הקיימות, ללמד כיצד לנהל את הטיפול התרופתי ולהשיג תוצאות יעילות ובטוחות.",
      link: 'https://www.youtube.com/watch?v=7whAfNI4uic',
      isHeOnly: true,
    },
    {
      title: "כושר מוחי - ד'ר קרן אבירם",
      descp:
        'מהו גיל? מיהם האנשים הבריאים בעולם? כיצד נאריך ימים בצורה טובה? הרצאה זו עוסקת בחשיבות של איכות חיים, התמודדות עם מתח, שינה טובה, ופעילות גופנית לשמירה על כושר מוחי בעידן שבו חיים יותר שנים.',
      link: 'https://www.youtube.com/watch?v=DkyAJWEQUjE',
      isHeOnly: true,
    },
    {
      title:
        "'מזון למחשבה': הגורמים הנתונים לשליטתנו בשיפור תפקוד המוח - ליאור מני",
      descp:
        'הרצאתו של התזונאי הקליני ליאור מני תצייד אתכם בידע ובכלים פרקטיים שיעזרו לכם לצמצם את הסיכונים שקשורים לירידה קוגניטיבית ודמנציה.',
      link: 'https://www.youtube.com/watch?v=lSMOLnTMr68',
      isHeOnly: true,
    },
    {
      title: "שאלות ותשובות בנושא זיכרון - חלק 1 - ד'ר קרן אבירם",
      descp:
        "אתם שאלתם והתעניינתם וד'ר קרן אבירם, המנהלת המדעית של אפקטיבייט, ענתה. מפגש שאלות ותשובות עם לקוחותינו.",
      link: 'https://www.youtube.com/watch?v=dVxkOxKQTqk',
      isHeOnly: true,
    },
    {
      title: "שאלות ותשובות בנושא זיכרון - חלק 2 - ד'ר קרן אבירם",
      descp:
        "המשכתם להפנות אלינו שאלות, וד'ר קרן אבירם, המנהלת המדעית שלנו, המשיכה לענות. מפגש שאלות ותשובות שני עם לקוחותינו.",
      link: 'https://www.youtube.com/watch?v=chRzIuSmNMk',
      isHeOnly: true,
    },
    {
      title: 'להיות בריא בעולם חולה - דורית גרינברג',
      descp:
        "דורית גרינברג, ביולוגית ומנכ'ל מ.ד.ס פארם, מסבירה כיצד השינויים בעולם המודרני משפיעים על בריאותינו וכיצד ניתן ללמד את גופנו להתמודד עם שינויים אלו.",
      link: 'https://www.youtube.com/watch?v=6sZ714xJaYM',
      isHeOnly: true,
    },
    {
      title: "הזדקנות מזווית אחרת - ד'ר קרן אבירם",
      descp:
        "ד'ר קרן אבירם מסבירה מה קורה למוח שלנו עם הגיל, איפה הוא מתחזק ואיפה נחלש, וכיצד ניתן לייעל ולמקסם את היכולות שלנו בגיל מבוגר.",
      link: 'https://www.youtube.com/watch?v=NxymY4KSB9U',
      isHeOnly: true,
    },
    {
      title: 'סבא סבתא הסיפור האמיתי - יעל גילוץ ושי גרנות',
      descp:
        "הרצאה עם יעל גילוץ ושי גרנות, מנכ'ל חברת אפקטיבייט, לקבוצת סבא סבתא - הסיפור האמיתי.",
      link: 'https://www.youtube.com/watch?v=B0e2JfdfE1g',
      isHeOnly: true,
    },
    {
      title: 'בריאות און-ליין - שי גרנות וערן כץ',
      descp:
        "שי גרנות, מנכ'ל ומייסד אפקטיבייט, יחד עם ערן כץ, מומחה לטכניקות זיכרון ושיאן גינס ישראלי, בהרצאה על בריאות און-ליין.",
      link: 'https://www.youtube.com/watch?v=8O3fFq85zkM',
      isHeOnly: true,
    },
    {
      title: 'עקרונות הגמישות המוחית באימוני אפקטיבייט - יעל גילוץ ושי גרנות',
      descp:
        'מה אנחנו יודעים כיום על המוח שלא ידענו בעבר, ואיך אנחנו באפקטיבייט משתמשים בזה כדי לחזק את המוח ולשמר את הזיכרון?',
      link: 'https://www.youtube.com/watch?v=OnUBdZqkLM4',
      isHeOnly: true,
    },
    {
      title: 'פאנל מומחי אפקטיבייט מדברים על מוח וקוגניציה',
      descp:
        "המומחים של אפקטיבייט - שיאן גינס בזיכרון ערן כץ, מנכ'ל החברה שי גרנות ואנה איזוצ'ייב מהמחלקה המדעית - מדברים על איך לשמור על הזכרון בגילאי 55 ומעלה, עונים על שאלות ונותנים טיפים ואסטרטגיות חשובות ליומיום.",
      link: 'https://www.youtube.com/watch?v=o709gKHH03k',
      isHeOnly: true,
    },
  ],
};
